export const schedule = {
    "Понеділок1": ['Фізика [37]', 'Фізика [37]', 'Геометрія [8]', 'Геометрія [8]', 'Фізкультура [сз]', 'Історія [17]', 'Алгебра [8]', ''],
    "Вівторок1": ['', 'Фізика', 'Фізика', 'Хімія', 'Біологія', 'Фізкультура', 'Біологія', 'Хімія'],
    "Середа1": ['Математика', 'Інформатика/Англ.мова', 'Англ.мова/Інформатика', 'Укр.мова/Інформатика', 'Англ.мова/Укр.мова', 'Англ.мова/Інформатика', 'Математика', 'Історія'],
    "Четвер1": ['Інформатика/Укр.мова', 'Укр.мова/Інформатика', 'Географія', 'Математика', 'Математика', 'Хімія', 'Укр.літ', 'Укр.літ'],
    "П’ятниця1": ['Математика', 'Біологія', 'Математика', 'Зар.літ', 'Фізика', 'Фізика', 'Виховна', ''],

    "Понеділок2": ['Фізика', 'Фізика', 'Математика', 'Математика', 'Фізкультура', 'Історія', 'Алгебра', ''],
    "Вівторок2": ['', 'Фізика', 'Фізика', 'Хімія', 'Біологія', 'Фізкультура', 'Фізика', ''],
    "Середа2": ['Математика', 'Інформатика/Англ.мова', 'Англ.мова/Інформатика', 'Укр.мова/Інформатика', 'Англ.мова/Укр.мова', 'Англ.мова/Інформатика', 'Математика', 'Історія'],
    "Четвер2": ['Інформатика/Укр.мова', 'Укр.мова/Інформатика', 'Географія', 'Математика', 'Математика', 'Хімія', 'Укр.літ', 'Укр.літ'],
    "П’ятниця2": ['Математика', 'Біологія', 'Математика', 'Зар.літ', 'Фізика', 'Фізика', 'Виховна', ''],

    "Понеділок3": ['Фізика', 'Фізика', 'Математика', 'Математика', 'Фізкультура', 'Фізика', 'Алгебра', ''],
    "Вівторок3": ['', 'Фізика', 'Фізкультура', 'Хімія', 'Біологія', 'Фізкультура', 'Історія', 'Історія'],
    "Середа3": ['Математика', 'Інформатика/Англ.мова', 'Англ.мова/Інформатика', 'Укр.мова/Інформатика', 'Англ.мова/Укр.мова', 'Англ.мова/Інформатика', 'Математика', 'Фізика'],
    "Четвер3": ['Інформатика/Укр.мова', 'Укр.мова/Інформатика', 'Географія', 'Математика', 'Математика', 'Хімія', 'Укр.літ', 'Укр.літ'],
    "П’ятниця3": ['Математика', 'Біологія', 'Математика', 'Зар.літ', 'Фізика', 'Фізика', 'Виховна', ''],

    "Понеділок4": ['Фізика', 'Фізика', 'Математика', 'Математика', 'Фізкультура', 'Історія', 'Алгебра', ''],
    "Вівторок4": ['Захист.Укр', 'Захист.Укр', 'Захист.Укр', 'Захист.Укр', 'Захист.Укр', 'Захист.Укр', 'Захист.Укр', 'Захист.Укр'],
    "Середа4": ['Математика', 'Інформатика/Англ.мова', 'Англ.мова/Інформатика', 'Укр.мова/Інформатика', 'Англ.мова/Укр.мова', 'Англ.мова/Інформатика', 'Математика', 'Історія'],
    "Четвер4": ['Інформатика/Укр.мова', 'Укр.мова/Інформатика', 'Географія', 'Математика', 'Математика', 'Хімія', 'Укр.літ', 'Укр.літ'],
    "П’ятниця4": ['Математика', 'Біологія', 'Математика', 'Зар.літ', 'Фізика', 'Фізика', 'Виховна', ''],
};

export const daysOfWeek = ["Неділя", "Понеділок", "Вівторок", "Середа", "Четвер", "П’ятниця", "Субота"];

export const months = ["січня", "лютого", "березня", "квітня", "травня", "червня", "липня", "серпня", "вересня", "жовтня", "листопада", "грудня"];

export const lessonTime = ["08:30-09:15", "09:25-10:10", "10:20-11:05", "11:20-12:05", "12:20-13:05", "13:20-14:05", "14:15-15:00", "15:05-15:50"];