export const schedule = {
    "Понеділок1": ['Фізика [37]', 'Фізика [37]', 'Геометрія [8]', 'Геометрія [8]', 'Фізкультура [сз]', 'Історія [17]', 'Алгебра [8]', ''],
    "Вівторок1": ['', 'Фізика [16]', 'Фізика [17]', 'Хімія [37]', 'Біологія [6]', 'Фізкультура [сз]', 'Біологія [6]', 'Хімія [37]'],
    "Середа1": ['Математика [8]', 'Інформ/Англ.мова [23/26]', 'Англ.мова/Інформ [26/23]', 'Укр.мова/Інформ [26/23]', 'Англ/Укр.мова [25/26]', 'Англ.мова/Інформ [27/23]', 'Алгебра [8]', 'Історія [20]'],
    "Четвер1": ['Інформ/Укр.мова [23/26]', 'Укр.мова/Інформ [26/23]', 'Географія [9]', 'Математика [8]', 'Математика [8]', 'Хімія [24]', 'Укр.літ [26]', 'Укр.літ [26]'],
    "П’ятниця1": ['Геометрія [8]', 'Біологія [6]', 'Алгебра [8]', 'Зар.літ [17]', 'Фізика [21]', 'Фізика [21]', 'Виховна [26]', ''],

    "Понеділок2": ['Фізика', 'Фізика', 'Математика', 'Математика', 'Фізкультура', 'Історія', 'Алгебра', ''],
    "Вівторок2": ['', 'Фізика', 'Фізика', 'Хімія', 'Біологія', 'Фізкультура', 'Фізика', ''],
    "Середа2": ['Математика', 'Інформ/Англ.мова', 'Англ.мова/Інформ', 'Укр.мова/Інформ', 'Англ.мова/Укр.мова', 'Англ.мова/Інформ', 'Математика', 'Історія'],
    "Четвер2": ['Інформ/Укр.мова', 'Укр.мова/Інформ', 'Географія', 'Математика', 'Математика', 'Хімія', 'Укр.літ', 'Укр.літ'],
    "П’ятниця2": ['Математика', 'Біологія', 'Математика', 'Зар.літ', 'Фізика', 'Фізика', 'Виховна', ''],

    "Понеділок3": ['Фізика', 'Фізика', 'Математика', 'Математика', 'Фізкультура', 'Фізика', 'Алгебра', ''],
    "Вівторок3": ['', 'Фізика', 'Фізкультура', 'Хімія', 'Біологія', 'Фізкультура', 'Історія', 'Історія'],
    "Середа3": ['Математика', 'Інформ/Англ.мова', 'Англ.мова/Інформ', 'Укр.мова/Інформ', 'Англ.мова/Укр.мова', 'Англ.мова/Інформ', 'Математика', 'Фізика'],
    "Четвер3": ['Інформ/Укр.мова', 'Укр.мова/Інформ', 'Географія', 'Математика', 'Математика', 'Хімія', 'Укр.літ', 'Укр.літ'],
    "П’ятниця3": ['Математика', 'Біологія', 'Математика', 'Зар.літ', 'Фізика', 'Фізика', 'Виховна', ''],

    "Понеділок4": ['Фізика', 'Фізика', 'Математика', 'Математика', 'Фізкультура', 'Історія', 'Алгебра', ''],
    "Вівторок4": ['Захист.Укр', 'Захист.Укр', 'Захист.Укр', 'Захист.Укр', 'Захист.Укр', 'Захист.Укр', 'Захист.Укр', 'Захист.Укр'],
    "Середа4": ['Математика', 'Інформ/Англ.мова', 'Англ.мова/Інформ', 'Укр.мова/Інформ', 'Англ.мова/Укр.мова', 'Англ.мова/Інформ', 'Математика', 'Історія'],
    "Четвер4": ['Інформ/Укр.мова', 'Укр.мова/Інформ', 'Географія', 'Математика', 'Математика', 'Хімія', 'Укр.літ', 'Укр.літ'],
    "П’ятниця4": ['Математика', 'Біологія', 'Математика', 'Зар.літ', 'Фізика', 'Фізика', 'Виховна', ''],
};

export const daysOfWeek = ["Неділя", "Понеділок", "Вівторок", "Середа", "Четвер", "П’ятниця", "Субота"];

export const months = ["січня", "лютого", "березня", "квітня", "травня", "червня", "липня", "серпня", "вересня", "жовтня", "листопада", "грудня"];

export const lessonTime = ["08:30-09:15", "09:25-10:10", "10:20-11:05", "11:20-12:05", "12:20-13:05", "13:20-14:05", "14:15-15:00", "15:05-15:50"];